Repository: Paco8/plugin.video.skyott
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de, hu_hu, pl_pl

# #30001
source: Main
de_de: Allgemein
hu_hu: Alapbeállítások
pl_pl: Główne

# #30003
source: Experimental
de_de: Experimentell
hu_hu: Kísérleti
pl_pl: Ekperymentalne

# #30004
source: Subtitles
de_de: Untertitel
hu_hu: Feliratok
pl_pl: Napisy

# #30005
source: Playback
de_de: Wiedergabe
pl_pl: Odtwarzanie

# #30006
source: Advanced
de_de: Erweitert
pl_pl: Zaawansowane

# #30010
source: DRM type
de_de: DRM-Typ
hu_hu: DRM típusa
pl_pl: Typ DRM

# #30011
source: Manifest alteration
de_de: Manifest-Anpassung
hu_hu: Manifest változtatás
pl_pl: Zmiana manifestu

# #30012
source: Use proxy for license
de_de: Proxy für Lizenzanfragen verwenden
hu_hu: Használj proxyt a licenchez
pl_pl: Użyj proxy dla licencji

# #30013
source: Fix freezes in VOD content
de_de: Einfrieren bei VOD-Inhalten beheben
hu_hu: Fagyás elkerülése a VOD tartalomban
pl_pl: Naprawia zamrożenia w zawartości VOD

# #30014
source: Try to fix freezes
de_de: Versuche, das Einfrieren zu beheben
pl_pl: Spróbuj naprawić zawieszanie się

# #30016
source: Proxy timeout (ms)
de_de: Proxy-Zeitüberschreitung (ms)
hu_hu: Proxy időtúllépés (ms)
pl_pl: Limit czasu proxy (ms)

# #30017
source: Show only subscribed content
de_de: Nur abonnierten Inhalt anzeigen
hu_hu: Csak az előfizetett tartalmak megjelenítése
pl_pl: Pokaż tylko subskrybowane treści

# #30018
source: Try to play HD in SD devices
de_de: Versuche, HD mit SD-Geräten wiederzugeben
hu_hu: Próbáljon meg HD-t játszani SD-eszközökön
pl_pl: Spróbuj odtworzyć HD na urządzeniach SD

# #30019
source: Configure InputStream Adaptive
de_de: InputStream Adaptive konfigurieren
hu_hu: InputStream Adaptive beállítása
pl_pl: Konfiguruj InputStream Adaptive

# #30020
source: Add EPG info to TV channels
de_de: EPG-Info zu TV-Kanälen hinzufügen
hu_hu: EPG infó a TV csatornákhoz
pl_pl: Dodaj informacje EPG do kanałów telewizyjnych

# #30021
source: Download extra info (like posters, actors...)
de_de: Extra-Informationen (wie Poster, Schauspieler...) herunterladen
hu_hu: További információk letöltése (pl. plakátok, színészképek...)
pl_pl: Pobierz dodatkowe informacje (jak plakaty, aktorzy...)

# #30022
source: Report sessions to servers
de_de: Sitzungen an Server melden
hu_hu: A munkamenetek jelentése a szervereknek
pl_pl: Raportowanie sesji do serwerów

# #30023
source: Reuse devices
de_de: Geräte wiederverwenden
hu_hu: Használja újra az eszközöket
pl_pl: Urządzenia do ponownego użycia

# #30024
source: Try to fix error 4027
de_de: Versuche, den Fehler 4027 zu beheben
hu_hu: A 4027 hiba javítási kísérlete
pl_pl: Spróbuj naprawić błąd 4027

# #30025
source: Send video progress to provider's server
de_de: Wiedergabefortschritt an den Server des Anbieters senden
hu_hu: Nézett státus szinkonizálása a szerverrel
pl_pl: Wyślij postęp wideo do serwera platformy

# #30026
source: Update interval (in seconds)
de_de: Aktualisierungsintervall (in Sekunden)
hu_hu: Frissítési időköz (másodperc)
pl_pl: Częstotliwość aktualizacji (w sekundach)

# #30027
source: Skip recaps
de_de: Rückblenden überspringen
pl_pl: Pomiń podsumowania

# #30028
source: Skip intros
de_de: Intros überspringen
pl_pl: Pomiń wstępy

# #30031
source: Streaming service
de_de: Streamingdienst
hu_hu: Streaming szolgáltató
pl_pl: Usługa streamingowa

# #30032
source: Preferred server
de_de: Bevorzugter Server
hu_hu: Preferált szerver
pl_pl: Preferowany serwer

# #30033
source: Enable 4K
de_de: 4K aktivieren
hu_hu: 4K engedélyezése
pl_pl: Włącz 4K

# #30034
source: Fix audio and subtitle language names
de_de: Audio- und Untertitel-Sprachbezeichnungen korrigieren
hu_hu: Javítsa a hang- és feliratnyelv-neveket
pl_pl: Popraw nazwy języków audio i napisów

# #30035
source: Exclude DD+ audio tracks
de_de: DD+ Audiospuren exkludieren
hu_hu: A DD+ hangsávok kizárása
pl_pl: Wykluczenie ścieżek dźwiękowych DD+

# #30036
source: Exclude AAC audio tracks
de_de: AAC-Audiospuren exkludieren
hu_hu: Az AAC hangsávok kizárása
pl_pl: Wykluczenie ścieżek dźwiękowych AAC

# #30037
source: Enable HDCP
de_de: HDCP aktivieren
hu_hu: HDCP engedélyezése
pl_pl: Włączenie HDCP

# #30038
source: Include forced subtitles
de_de: Erzwungene Untertitel einbeziehen
pl_pl: Uwzględnij wymuszone napisy

# #30039
source: Include non forced subtitles
de_de: Nicht erzwungene Untertitel einbeziehen
pl_pl: Uwzględnij niewymuszone napisy

# #30040
source: Use for these languages (e.g.: es en pt):
de_de: Für diese Sprachen verwenden (z.B.: es en pt):
hu_hu: Használd ezeket a nyelveket (pl.: en hu):
pl_pl: Użyj dla tych języków (np.: es en pt):

# #30041
source: Subscription country (two letter code):
de_de: Abonnement-Land (Code bestehend aus zwei Buchstaben):
hu_hu: Előfizetés helye, ország (kétbetűs kód):
pl_pl: Kraj subskrypcji (kod dwuliterowy):

# #30042
source: Warn when a title is removed in less than these days:
de_de: Warnung ausgeben, wenn ein Titel in weniger als x Tagen entfernt wird:
pl_pl: Ostrzegaj, gdy tytuł zostanie usunięty w czasie krótszym niż te dni:

# #30050
source: Remember username and password
de_de: Benutzername und Passwort speichern
hu_hu: Jegyezd meg a felhasználót és a jelszót
pl_pl: Zapamiętaj nazwę użytkownika i hasło

# #30051
source: Process subtitles
de_de: Untertitel verarbeiten
pl_pl: Przetwarzanie napisów

# #30101
source: Menu
de_de: Menü
hu_hu: Menü

# #30102
source: My list
de_de: Meine Liste
hu_hu: Saját listám
pl_pl: Moja lista

# #30103
source: Recordings
de_de: Aufnahmen
hu_hu: Felvételek
pl_pl: Nagrania

# #30105
source: Movies
de_de: Filme
hu_hu: Filmek
pl_pl: Filmy

# #30107
source: EPG
de_de: Geräte verwalten

# #30109
source: Next page
de_de: Nächste Seite
hu_hu: Következő oldal
pl_pl: Następna strona

# #30110
source: Previous page
de_de: Vorherige Seite
hu_hu: Előző oldal
pl_pl: Poprzednia strona

# #30112
source: Search
de_de: Suche
hu_hu: Keresés
pl_pl: Szukaj

# #30113
source: New search
de_de: Neue Suche
hu_hu: Új keresés
pl_pl: Nowe wyszukiwanie

# #30114
source: Delete search
de_de: Suchverlauf löschen
hu_hu: Keresés törlése
pl_pl: Usuwanie wyszukiwania

# #30115
source: Delete all searchs
de_de: Gesamten Suchverlauf löschen
hu_hu: Összes keresés törlése
pl_pl: Usuń wszystkie wyszukiwania

# #30116
source: Search term
de_de: Suchbegriff
hu_hu: Keresés kifejezésre
pl_pl: Hasło wyszukiwania

# #30117
source: Search results
de_de: Suchergebnisse
hu_hu: Találatok
pl_pl: Wyniki wyszukiwania

# #30120
source: Documentaries
de_de: Dokumentationen
hu_hu: Dokumentum
pl_pl: Dokumentalne

# #30121
source: Kids
de_de: Kinder
hu_hu: Gyermek
pl_pl: Dzieci

# #30122
source: Continue watching
de_de: Weiterschauen
hu_hu: Nézd tovább
pl_pl: Kontynuuj oglądanie

# #30150
source: Close session
de_de: Sitzung schließen
hu_hu: Munkamenet bezárása
pl_pl: Zakończ sesję

# #30151
source: Delete device
de_de: Gerät löschen
hu_hu: Eszköz törlése
pl_pl: Usuń urządzenie

# #30152
source: Select device
de_de: Gerät auswählen
hu_hu: Eszköz kiválasztása
pl_pl: Wybierz urządzenie

# #30153
source: New device
de_de: Neues Gerät
hu_hu: Új eszköz
pl_pl: Nowe urządzenie

# #30154
source: Device name
de_de: Accounts
hu_hu: Eszköz neve
pl_pl: Nazwa urządzenia

# #30161
source: Add account
de_de: Account hinzufügen
hu_hu: Fiók hozzáadása
pl_pl: Dodaj konto

# #30162
source: Remove account
de_de: Account entfernen
hu_hu: Fiók törlése
pl_pl: Usuń konto

# #30163
source: Username
de_de: Benutzername
hu_hu: Felhasználónév
pl_pl: Użytkownik

# #30164
source: Password
de_de: Passwort
hu_hu: Jelszó
pl_pl: Hasło

# #30165
source: Select account
de_de: Account auswählen
hu_hu: Fiók kiválasztása
pl_pl: Wybierz konto

# #30166
source: Login failed
de_de: Login fehlgeschlagen
hu_hu: Bejelentkezési hiba
pl_pl: Nieudane logowanie

# #30167
source: Edit account
de_de: Account verwalten
hu_hu: Fiók szerkesztése
pl_pl: Edytuj konto

# #30168
source: Login successful
de_de: Anmeldung erfolgreich
hu_hu: Bejelentkezés sikeres
pl_pl: Logowanie zakończyło się sukcesem

# #30169
source: Record season
de_de: Staffel aufnehmen
hu_hu: Felvett évad
pl_pl: Nagraj sezon

# #30170
source: Play from the beginning
de_de: Von Beginn an wiedergeben
hu_hu: Lejátszás az elejéről
pl_pl: Odtwarzaj od początku

# #30171
source: Record program
de_de: Programm aufnehmen
hu_hu: Felvett program
pl_pl: Nagraj program

# #30172
source: Recording scheduled
de_de: Aufnahme geplant
hu_hu: Időzített felvétel
pl_pl: Zaplanowane nagranie

# #30173
source: Delete recording
de_de: Aufnahme löschen
hu_hu: Felvétel törlése
pl_pl: Usuń nagranie

# #30174
source: Do you want to delete {}?
de_de: Möchten Sie {} löschen?
hu_hu: Törli a következőt: {}?
pl_pl: Czy chcesz usunąć: {}?

# #30175
source: Add to my list
de_de: Zu meiner Liste hinzufügen
hu_hu: Hozzáadás a listámhoz
pl_pl: Dodaj do mojej listy

# #30176
source: Remove from my list
de_de: Aus meiner Liste entfernen
hu_hu: Törlés a listámból
pl_pl: Usuń z mojej listy

# #30177
source: Title added to my list
de_de: Titel zu meiner Liste hinzugefügt
hu_hu: Cím hozzáadva a listámhoz
pl_pl: Tytuł dodany do mojej listy

# #30178
source: Title removed from my list
de_de: Titel aus meiner Liste entfernt
hu_hu: Cím törölve a listámból
pl_pl: Tytuł usunięty z mojej listy

# #30179
source: Remove from continue watching
de_de: Aus Weiterschauen entfernen
hu_hu: Folytatásból törlés
pl_pl: Usuń z dalszego oglądania

# #30180
source: Profiles
de_de: Profile
hu_hu: Profilok
pl_pl: Profile

# #30181
source: Login with key file
de_de: Anmeldung mit Schlüsseldatei
hu_hu: Bejelentkezés key fájl-al
pl_pl: Logowanie za pomocą pliku klucza

# #30182
source: Select the key file
de_de: Schlüsseldatei auswählen
hu_hu: Válaszd ki a key fájlt
pl_pl: Wybierz plik z kluczem

# #30183
source: Login with username
de_de: Anmeldung mit Benutzernamen
hu_hu: Bejelentkezés jelszóval
pl_pl: Zaloguj się przy użyciu nazwy użytkownika

# #30184
source: Export access token to key file
de_de: Zugangstoken als Schlüsseldatei exportieren
hu_hu: Hozzáférési token exportálása key fájlba
pl_pl: Eksport tokenu dostępu do pliku klucza

# #30185
source: Select a folder to save the key file
de_de: Ein Verzeichnis zum Speichern der Schlüsseldatei auswählen
hu_hu: Mappa kiválasztása a key fájl mentéséhez
pl_pl: Wybierz folder do zapisania pliku klucza

# #30186
source: Login with a cookie file
de_de: Mit Cookie-Datei anmelden
hu_hu: Bejelentkezés cookie fájl-al
pl_pl: Logowanie za pomocą pliku cookie

# #30187
source: Select the cookie file
de_de: Cookie-Datei auswählen
hu_hu: Cookie fájl kiválasztása
pl_pl: Wybierz plik cookie

# #30190
source: Login to {} with a key file
de_de: Mit Schlüsseldatei bei {} anmelden
hu_hu: Bejelentkezés {} kulcs fájlal
pl_pl: Logowanie do {} za pomocą pliku klucza

# #30191
source: Login to {} with username
de_de: Mit Benutzernamen bei {} anmelden
hu_hu: Bejelentkezés {} felhasználónévvel
pl_pl: Zaloguj się do {} nazwą użytkownika

# #30192
source: Use a {} account
de_de: Einen {}-Account verwenden
hu_hu: Használd a {} fiókot
pl_pl: Użyj konta {}

# #30193
source: Select the credentials file
de_de: Eine Anmelde-Datei auswählen

# #30194
source: Select a folder to save the credentials file
de_de: Wählen Sie ein Verzeichnis zum Speichern der Anmelde-Datei aus

# #30195
source: Export credentials
de_de: Anmeldedaten exportieren

# #30196
source: Import credentials
de_de: Anmeldedaten importieren

# #30200
source: Error
de_de: Fehler
hu_hu: Hiba
pl_pl: Błąd

# #30202
source: Inputstream.adaptive is not available
de_de: Inputstream.adaptive ist nicht verfügbar
hu_hu: Inputstream.adaptive hiányzik
pl_pl: Inputstream.adaptive nie jest dostępny

# #30203
source: Format not supported
de_de: Format nicht unterstützt
hu_hu: Nem támogatott formátum
pl_pl: Format nieobsługiwany

# #30204
source: Video not available
de_de: Video nicht verfügbar
hu_hu: Videó nem elérhető
pl_pl: Wideo niedostępne

# #30205
source: No playback URL
de_de: Kein Wiedergabelink
hu_hu: Nincs lejátszható URL
pl_pl: Brak adresu URL do odtwarzania

# #30206
source: Proxy is not running
de_de: Proxy läuft nicht
hu_hu: A Proxy nem fut
pl_pl: Proxy nie działa

# #30207
source: No user token
de_de: Kein Nutzertoken
hu_hu: Nincs felhasználói token
pl_pl: Brak tokena użytkownika

# #30208
source: Session expired
de_de: Sitzung abgelaufen
pl_pl: Sesja wygasła

# #30209
source: The subscription with ads is not supported yet
de_de: Das Abonnement mit Werbung wird bislang nicht unterstützt
pl_pl: Subskrypcja z reklamami nie jest jeszcze obsługiwana

# #30301
source: Install IPTV Manager add-on
de_de: IPTV Manager Add-On installieren
hu_hu: IPTV Manager kiegészítő telepítése
pl_pl: Zainstaluj dodatek IPTV Manager

# #30302
source: Enable IPTV Manager integration
de_de: IPTV Manager-Integration aktivieren
hu_hu: IPTV Manager integrációja
pl_pl: Włącz integrację z IPTV Manager

# #30303
source: IPTV Manager settings
de_de: IPTV Manager-Einstellungen
hu_hu: IPTV Manager beállítások
pl_pl: Ustawienia IPTV Manager

# #30305
source: Export channels and EPG for IPTV automatically
de_de: Kanäle und EPG für IPTV automatisch exportieren
hu_hu: Csatornák és EPG automatikus exportálása IPTV-hez
pl_pl: Automatyczny eksport kanałów i EPG do IPTV

# #30306
source: Save channels and EPG to this folder
de_de: Kanäle und EPG in diesem Verzeichnis speichern
hu_hu: Csatornák és EPG mentése ebbe a mappába
pl_pl: Zapisz kanały i EPG w tym folderze

# #30307
source: Install IPTV Simple add-on
de_de: IPTV Simple Add-On installieren
hu_hu: IPTV Simple add-on telepítése
pl_pl: Zainstaluj dodatek IPTV Simple

# #30308
source: Open IPTV Simple settings
de_de: IPTV Simple-Einstellungen öffnen
hu_hu: IPTV Simple beállítások
pl_pl: Otwórz ustawienia IPTV Simple

# #30310
source: Exporting channels
de_de: Exportiere Kanäle
hu_hu: Csatornák exportálása
pl_pl: Eksportuj kanały

# #30311
source: Exporting EPG
de_de: Exportiere EPG
hu_hu: EPG exportálása
pl_pl: Eksportuj EPG

# #30312
source: Export channels and EPG now
de_de: Kanäle und EPG jetzt exportieren
hu_hu: EPG és Csatornák exportálása
pl_pl: Eksportuj EPG i kanały

# #30313
source: The EPG export has finished.
de_de: Der EPG-Export wurde abgeschlossen.
pl_pl: Eksport EPG został zakończony.

# #30314
source: Exporting {}
de_de: Exportiere {}
pl_pl: Eksportowanie

# #30315
source: Number of days
de_de: Anzahl der Tage
pl_pl: Liczba dni

# #30316
source: Create settings for IPTV Simple
de_de: Einstellungen für IPTV Simple erstellen
pl_pl: Tworzenie ustawień dla usługi IPTV Simple

# #30317
source: Use external EPG
de_de: Externen EPG verwenden
pl_pl: Użycie zewnętrznego EPG

# #30319
source: Creating settings
de_de: Erstelle Einstellungen
pl_pl: Tworzenie ustawień

# #30320
source: Rating: {}
de_de: Bewertung: {}
hu_hu: Értékelés: {}
pl_pl: Ocena: {}

# #30321
source: Show age rating before playback
de_de: Alterseinstufung vor der Wiedergabe anzeigen
hu_hu: Korhatár-besorolás megjelenítése lejátszás előtt
pl_pl: Pokaż ocenę wieku przed odtwarzaniem

# #30322
source: Confirm overwrite
de_de: Überschreiben bestätigen
pl_pl: Potwierdzenie nadpisanie

# #30323
source: There are already settings for IPTV Simple. Do you want to overwrite them?
de_de: Es gibt bereits Einstellungen für IPTV Simple. Möchten Sie diese überschreiben?
pl_pl: Istnieją już ustawienia dla IPTV Simple. Czy chcesz je nadpisać?

# #30324
source: IPTV Simple is not found
de_de: IPTV Simple wurde nicht gefunden
pl_pl: Nie znaleziono IPTV Simple

# #30325
source: Downloading subtitle '{}'
de_de: Lade Untertitel '{}' herunter
pl_pl: Pobieranie napisów

# #30400
source: {} days remaining
de_de: {} Tage verbleiben
hu_hu: {} nap van hátra
pl_pl: Pozostało {} dni

# #30401
source: {} hours remaining
de_de: {} Stunden verbleiben
hu_hu: {} óra van hátra
pl_pl: Pozostało {} godzin

# #30450
source: Buy the developer a coffee
de_de: Kaufen Sie dem Entwickler einen Kaffee
hu_hu: Fizess egy kávét a fejlesztőnek
pl_pl: Kup kawę deweloperowi

# #30451
source: If you find this addon useful you can buy the developer a coffee:
de_de: Wenn Sie das Addon nützlich finden, können Sie dem Entwickler einen Kaffee kaufen:
hu_hu: Ha hasznosnak találod ezt a kiegészítőt, fizess a fejlesztőnek egy kávét:
pl_pl: Jeśli uważasz ten dodatek za przydatny, możesz kupić deweloperowi kawę:

# #30104
source: Live TV
hu_hu: Élő TV
pl_pl: Telewizja na żywo

# #30106
source: TV shows
hu_hu: Sorozatok
pl_pl: Seriale

# #30108
source: Manage devices
hu_hu: Eszközök kezelése
pl_pl: Zarządzaj urządzeniami

# #30160
source: Accounts
hu_hu: Fiókok
pl_pl: Konta

# #30201
source: Information
hu_hu: Információ
pl_pl: Informacja
